{
  "title": "Certifications",
  "description": "RM Spices is committed to delivering the highest quality spices. Our certifications reflect our dedication to food safety, quality, and ethical practices. We adhere to stringent standards to ensure our products meet global requirements and customer expectations.",
  "exportCertifications": {
    "title": "Export Certifications",
    "items": [
      {
        "name": "ISO 22000:2018",
        "description": "Food Safety Management System - International standard for food safety management systems ensuring safe food supply chains from farm to table",
        "image": "/assets/certificates/iso-22000-2018.png"
      },
      {
        "name": "HACCP",
        "description": "Hazard Analysis Critical Control Points - Systematic approach to food safety from biological, chemical, and physical hazards in production processes",
        "image": "/assets/certificates/haccp.jpg"
      },
      {
        "name": "FSSAI",
        "description": "Food Safety and Standards Authority of India - Licensed food business operator ensuring compliance with Indian food safety standards and regulations",
        "image": "/assets/certificates/fssai.jpg"
      },
      {
        "name": "Organic India",
        "description": "NPOP Organic Certification - Certified organic spice production meeting National Programme for Organic Production standards",
        "image": "/assets/certificates/organic-india.jpg"
      },
      {
        "name": "USDA Organic",
        "description": "United States Department of Agriculture - USDA certified organic products meeting United States organic standards for international markets",
        "image": "/assets/certificates/usda.png"
      },
      {
        "name": "Spice Board of India",
        "description": "Spice Board of India Certification - Certified spice production meeting Spice Board of India standards",
        "image": "/assets/certificates/spice-board.jpeg"
      },
      {
        "name": "APEDA",
        "description": "APEDA Certification - Certified spice production meeting APEDA standards",
        "image": "/assets/certificates/apeda.png"
      }
    ]
  },
  "qualityAssurance": {
    "title": "Quality Assurance",
    "description": "Our quality assurance process begins with sourcing from trusted farmers and continues through rigorous testing and inspection at every stage of production. We employ advanced techniques to ensure purity, freshness, and adherence to our strict quality standards.",
    "items": [
      {
        "icon": "Plant",
        "title": "Sourcing",
        "description": "We source our spices from trusted farmers who follow sustainable and ethical practices."
      },
      {
        "icon": "Flask",
        "title": "Testing",
        "description": "Our spices undergo rigorous testing for purity, quality, and safety at every stage of production."
      },
      {
        "icon": "ShieldCheck",
        "title": "Quality Control",
        "description": "We adhere to strict quality control measures to ensure our products meet the highest standards."
      }
    ]
  }
}
