{
  "title": "Zertifizierungen",
  "description": "RM Gewürze ist verpflichtet, Gewürze höchster Qualität zu liefern. Unsere Zertifizierungen spiegeln unser Engagement für Lebensmittelsicherheit, Qualität und ethische Praktiken wider. Wir halten strenge Standards ein, um sicherzustellen, dass unsere Produkte den globalen Anforderungen und Kundenerwartungen entsprechen.",
  "exportCertifications": {
    "title": "Exportzertifizierungen",
    "items": [
      {
        "name": "ISO 22000:2018",
        "description": "Lebensmittelsicherheits-Managementsystem - Internationaler Standard für Lebensmittelsicherheits-Managementsysteme zur Gewährleistung sicherer Lebensmittelversorgungsketten vom Hof bis zum Tisch",
        "image": "/assets/certificates/iso-22000-2018.png"
      },
      {
        "name": "HACCP",
        "description": "Gefahrenanalyse kritischer Kontrollpunkte - Systematischer Ansatz zur Lebensmittelsicherheit vor biologischen, chemischen und physikalischen Gefahren in Produktionsprozessen",
        "image": "/assets/certificates/haccp.jpg"
      },
      {
        "name": "FSSAI",
        "description": "Lebensmittelsicherheits- und Standardsbehörde Indiens - Lizenzierter Lebensmittelbetrieb, der die Einhaltung indischer Lebensmittelsicherheitsstandards und -vorschriften gewährleistet",
        "image": "/assets/certificates/fssai.jpg"
      },
      {
        "name": "Bio-Zertifizierung Indien",
        "description": "NPOP Bio-Zertifizierung - Zertifizierte Bio-Gewürzproduktion nach nationalen Bio-Produktionsstandards",
        "image": "/assets/certificates/organic-india.jpg"
      },
      {
        "name": "USDA Bio",
        "description": "US-Landwirtschaftsministerium - USDA-zertifizierte Bio-Produkte, die die Bio-Standards der Vereinigten Staaten für internationale Märkte erfüllen",
        "image": "/assets/certificates/usda.png"
      },
      {
        "name": "Spice Board of India",
        "description": "Spice Board of India Zertifizierung - Zertifizierte Gewürzproduktion nach Standards des Spice Board of India",
        "image": "/assets/certificates/spice-board.jpeg"
      },
      {
        "name": "APEDA",
        "description": "APEDA Zertifizierung - Zertifizierte Gewürzproduktion nach APEDA-Standards",
        "image": "/assets/certificates/apeda.png"
      }
    ]
  },
  "qualityAssurance": {
    "title": "Qualitätssicherung",
    "description": "Unser Qualitätssicherungsprozess beginnt mit der Beschaffung von vertrauenswürdigen Landwirten und setzt sich durch strenge Tests und Inspektionen in jeder Produktionsstufe fort. Wir setzen fortgeschrittene Techniken ein, um Reinheit, Frische und Einhaltung unserer strengen Qualitätsstandards zu gewährleisten.",
    "items": [
      {
        "icon": "Plant",
        "title": "Beschaffung",
        "description": "Wir beziehen unsere Gewürze von vertrauenswürdigen Landwirten, die nachhaltige und ethische Praktiken befolgen."
      },
      {
        "icon": "Flask",
        "title": "Prüfung",
        "description": "Unsere Gewürze durchlaufen strenge Tests auf Reinheit, Qualität und Sicherheit in jeder Produktionsstufe."
      },
      {
        "icon": "ShieldCheck",
        "title": "Qualitätskontrolle",
        "description": "Wir halten strenge Qualitätskontrollmaßnahmen ein, um sicherzustellen, dass unsere Produkte die höchsten Standards erfüllen."
      }
    ]
  }
}
